<?php defined('BASEPATH') or exit('No direct script access allowed');

/*
 * Language: Thai
 * Module: Customers
 * 
 * Last edited:
 * 14th December 2015
 *
 * Package:
 * Stock Manage Advance v3.0
 * 
 * You can translate this file to your language. 
 * For instruction on new language setup, please visit the documentations. 
 * You also can share your language files by emailing to saleem@tecdiary.com 
 * Thank you 
 */


$lang['add_customer']                   = "เพิ่ม ลูกค้า";
$lang['edit_customer']                  = "แก้ไข ลูกค้า";
$lang['delete_customer']                = "ลบ ลูกค้า";
$lang['delete_customers']               = "ลบ ลูกค้าหลายคน";
$lang['customer_added']                 = "เพิ่มลูกค้า สำเร็จแล้ว";
$lang['customers_added']                = "เพิ่มลูกค้าหลายคน สำเร็จแล้ว";
$lang['customer_updated']               = "ปรับปรุงลูกค้า สำเร็จแล้ว";
$lang['customer_deleted']               = "ปรับปรุงลูกค้าหลายคน สำเร็จแล้ว";
$lang['customers_deleted']              = "ลบลูกค้า สำเร็จแล้ว";
$lang['import_by_csv']                  = "เพิ่ม ลูกค้า  โดยเอ็กเซล";
$lang['edit_profile']                   = "แก้ไข ผู้ใช้";
$lang['delete_user']                    = "ลบ ผู้ใช้";
$lang['no_customer_selected']           = "ยังไม่ได้ทำการเลือกลูกค้า โปรดเลือกลูกค้าอย่างน้อยหนึ่งชื่อ.";
$lang['pw_not_same']                    = "การยืนยันรหัสผ่าน ไม่ตรงกัน";
$lang['user_added']                     = "เพิ่มลูกค้าผู้ใช้เรียบร้อยแล้ว";
$lang['user_deleted']                   = "ลบลูกค้าผู้ใช้เรียบร้อยแล้ว";
$lang['customer_x_deleted']             = "การทำงานล้มเหลว! ไม่สามารถลบรายชื่อลูกค้า";
$lang['customer_x_deleted_have_sales']  = "การทำงานล้มเหลว! ลูกค้ามียอดขาย";
$lang['customers_x_deleted_have_sales'] = "ไม่สามารถลบรายชื่อลูกค้าได้ เนื่องจากมียอดขาย";
$lang['check_customer_email']           = "กรุณาตรวจสอบอีเมลล์ของลูกค้า";
$lang['customer_already_exist']         = "มีอีเมลล์ลูกค้าอยู่แล้ว";
$lang['line_no']                        = "หมายเลข ไลน์";
$lang['first_6_required']               = "หกช่องแรกต้องใช้ ส่วนช่องอื่นแล้วแต่.";

$lang['customers_code']                   = "รหัสลูกค้า";
$lang['synchron_data_toko']               = "ซิงค์ข้อมูลร้านค้าที่ใช้งานอยู่";
$lang['cancel']                           = "ยกเลิกมัน";
$lang['info1']                            = "คุณเป็น ";
$lang['info_1']                           = "ผู้จัดจำหน่าย?";
$lang['info']                             = "การซิงโครไนซ์ข้อมูลจะกระทำดังต่อไปนี้คือ <b>รหัสของคุณ : ";
$lang['info_2']                           = "กดปุ่มซิงโครไนซ์เพื่อทำการซิงค์ข้อมูลร้านค้าที่ใช้งานอยู่";
$lang['kode']                             = "รหัสตัวแทนจำหน่าย";
$lang['not_found']                        = "ไม่พบข้อมูลร้านค้าที่ใช้งาน 😟";
$lang['synchron_failed']                  = "ไม่สามารถซิงค์ข้อมูลร้านค้าที่ใช้งานอยู่ 😟";
$lang['success']                          = "ข้อมูลร้านค้าที่ใช้งานทั้งหมดได้รับการซิงโครไนซ์เรียบร้อยแล้ว 😊";
$lang['synchron_success']                 = "ข้อมูลร้านค้าที่ใช้งานได้รับการซิงค์เรียบร้อยแล้ว";
$lang['code_not_found']                   = "ขออภัยคุณไม่มีรหัสผู้จัดจำหน่ายโปรดป้อนรหัสผู้จัดจำหน่ายในหน้าโปรไฟล์ของคุณขอบคุณสำหรับการเข้าร่วม 😊";
$lang['from']                             = " จาก ";
$lang['data']                             = "ข้อมูล 😊";

$lang['assign_to_warehouse'] = 'กำหนดคลังสินค้า';
$lang['please_select_a_distributor_first'] = 'กรุณาเลือกผู้จัดจำหน่ายครั้งแรก';
$lang['default_warehouse']              = "เริ่มต้นคลังสินค้า";