<?php defined('BASEPATH') OR exit('No direct script access allowed');

/*
 *Langage: English
 * Module: Notifications
 * 
 * Last edited:
 * 30th April 2015
 *
 * Package:
 * Stock Manage Advance v3.0
 * 
 * You can translate this file to yourlangage. 
 * For instruction on newlangage setup, please visit the documentations. 
 * You also can share yourlangage files by emailing to saleem@tecdiary.com 
 * Thank you 
 */

$lang['Confirmation_Delivery']    = "การส่งการยืนยัน";
$lang['Confirmation_Delivery_no'] = "หมายเลขส่งการยืนยัน";
$lang['Live_Tracking']            = "รถบรรทุกติดตามสด";
$lang['status_tracking']          = "การติดตามสดยังไม่พร้อมใช้งาน 😟";
$lang['not_found']                = "ไม่พบข้อมูล 😟";
$lang['synchron_failed']          = "การซิงโครไนซ์ล้มเหลวสำหรับการอัพเดทการส่งมอบที่ล้มเหลว 😟";
$lang['synchron_success']         = "การซิงโครไนซ์สำหรับการส่งข้อมูลสำเร็จ 😊";
$lang['view_details_confirmation_delivery']      = "ดูรายละเอียดการจัดส่งการยืนยัน";
$lang['all_warehouses']           = "คลังสินค้าทั้งหมด";
$lang['actions']                  = "การกระทำ";
$lang['export_to_excel']          = "ส่งออกไปยัง Excel";
$lang['export_to_pdf']            = "ส่งออกเป็น Pdf";
$lang['Combine_to_pdf']           = "รวมเป็น Pdf";
$lang['โกดัง']                     = "คลังสินค้า";
$lang['all_warehouses']           = "คลังสินค้าทั้งหมด";
$lang['synchron']                 = "ซิงโครไนซ์";
$lang['So_Number']                = "เลขที่ใบสั่งขาย";
$lang['Do_Number']                = "หมายเลขนำส่ง";
$lang['Spj_Number']               = "หมายเลข Spj";
$lang['Quantity']                 = "จำนวน";
$lang['date_do']                  = "วันที่จัดส่ง";
$lang['Police_No']                = "ไม่มีตำรวจ";
$lang['Driver_Name']              = "ชื่อไดรเวอร์";
$lang['Status']                   = "สถานะ";
$lang['pp_number']                = "หมายเลข PP";
$lang['date_pp']                  = "วันที่ PP";
$lang['date_so']                  = "วันที่สั่งซื้อขาย";
$lang['order_type']               = "ประเภทคำสั่ง";
$lang['transaction_number']       = "การทำธุรกรรมจำนวน";
$lang['date_spj']                 = "วันที่ Spj";
$lang['plant']                    = "โรงงาน";
$lang['plant_name']               = "ชื่อโรงงาน";
$lang['no']                       = "ไม่";
$lang['description']              = "คำอธิบาย";
$lang['unit_price']               = "ราคาต่อหน่วย";
$lang['tax']                      = "ภาษี";
$lang['discount']                 = "ส่วนลด";
$lang['subtotal']                 = "ยอดรวมย่อย";
$lang['total']                    = "รวม";
$lang['order_discount']           = "ส่วนลดการสั่งซื้อ";
$lang['order_tax']                = "ภาษีการสั่งซื้อ";
$lang['shipping']                 = "การจัดส่ง";
$lang['total_amount']             = "ยอดรวม";
$lang['Note_2']                   = "* หมายเหตุ: ราคาอาจไม่เหมาะสมเนื่องจากราคาข้อมูลถูกปรับเป็นราคาใน FORCA POS";
$lang['note']                     = "หมายเหตุ";
$lang['Attach']                   = "ไฟล์แนบ";
$lang['create_purchase']          = "สร้างการซื้อ";
$lang['download_pdf']             = "ดาวน์โหลด PDF";
$lang['From']                     = "จาก";
$lang['Detail']                   = "รายละเอียด";
$lang['Details_Deliveries']       = "รายละเอียดการจัดส่ง";
$lang['synchron_data']            = "ซิงโครไนซ์ข้อมูล";
$lang['Distrik']                  = "ตำบล";
$lang['ekspeditor']               = "บรรณาธิการ";
$lang['new_feature_smig']         = "นี่เป็นฟีเจอร์ใหม่จาก forca POS เพื่อรับข้อมูลการส่งคำสั่งซื้อจาก SMIG คุณสามารถดาวน์โหลดตารางเป็น excel และ pdf หากคุณไม่พบข้อมูลกรุณาซิงโครไนซ์ข้อมูลของคุณ";