<?php defined('BASEPATH') OR exit('No direct script access allowed');

$lang['introduction'] = 'ขอขอบคุณที่ใช้Força-POS เราอยากจะฟังความคิดเห็นและประสบการณ์ของคุณเพื่อให้เราสามารถปรับปรุงคุณภาพและการบริการที่ดีของเราผ่านการสำรวจสั้น ๆ นี้ เป็นการรวมตัวกันของความชื่นชมที่เราบอกว่าขอบคุณ';
$lang['info_survey'] = 'ถ้าคุณได้กรอกแบบสำรวจนี้พยายามที่จะโหลดหน้านี้ที่จะทำให้หายไปประกาศนี้';
$lang['start_survey'] = 'การสำรวจเริ่มต้น';
$lang['customer_survey'] = 'สำรวจลูกค้า';
$lang['close_window'] = 'ปิด';
$lang['thanks'] = 'ขอขอบคุณสำหรับการ Participacing ในการสำรวจนี้';

?>