<?php defined('BASEPATH') or exit('No direct script access allowed');

/*
 * Language: Thai
 * Module: Purchases
 *
 * Last edited:
 * 30th April 2015
 *
 * Package:
 * Stock Manage Advance v3.0
 *
 * You can translate this file to your language.
 * For instruction on new language setup, please visit the documentations.
 * You also can share your language files by emailing to saleem@tecdiary.com
 * Thank you
 */


$lang['add_purchase']                           = "เพิ่มการสั่งซื้อ";
$lang['edit_purchase']                          = "แก้ไขการสั่งซื้อ";
$lang['delete_purchase']                        = "ลบการสั่งซื้อ";
$lang['delete_purchases']                       = "ลบการสั่งซื้อ";
$lang['purchase_added']                         = "เพิ่มรายการสั่งซื้อสำเร็จ";
$lang['purchase_updated']                       = "แก้ไขการสั่งซื้อสำเร็จ";
$lang['purchase_deleted']                       = "ลบข้อม฿ลการสั่งซื้อสำเร็จ";
$lang['purchases_deleted']                      = "ลบข้อมูลการสั่งซื้อทั้งหมดสำเร็จ";
$lang['ref_no']                                 = "เลขที่อ้างอิง";
$lang['purchase_details']                       = "รายละเอียดการสั่งซื้อ";
$lang['email_purchase']                         = "อีเมลล์การสั่งซื้อ";
$lang['purchase_quantity']                      = "จำนวนสั่งซื้อ";
$lang['please_select_warehouse']                = "กรุณาเลือกโกดังสินค้า";
$lang['purchase_by_csv']                        = "เพิ่มการสั่งซื้อโดย CSV";
$lang['received']                               = "ได้รับข้อมูลเรียบร้อยแล้ว";
$lang['more_options']                           = "ตัวเลือกเพิ่มเติม";
$lang['add_standard_product']                   = "เพิ่มสินค้าทั่วไป";
$lang['product_code_is_required']               = "โปรดใส่รหัสสินค้า";
$lang['product_name_is_required']               = "โปรดใส่ชื่อสินค้า";
$lang['product_category_is_required']           = "โปรดใส่หมวดหมู่สินค้า";
$lang['product_unit_is_required']               = "โปรดใส่จำนวนสินค้า";
$lang['product_cost_is_required']               = "โปรดใส่ราคาสินค้า";
$lang['product_price_is_required']              = "โปรดใส่ราคาต้นทุนสินค้า";
$lang['ordered']                                = "สั่งซื้อ";
$lang['tax_rate_name']                          = "อัตราภาษีมูลค่าเพิ่ม";
$lang['first_3_are_required_other_optional']    = "<strong>กรุณาเลือกข้อมูล 3 ตัวแรก.</strong>";
$lang['no_purchase_selected']                   = "ไม่มีข้อมูลการสั่งซื้อที่ถูกเลือก  กรุณาเลือกอย่างน้อย 1 รายการ.";
$lang['view_payments']                          = "แสดงการชำระเงิน";
$lang['add_payment']                            = "เพิ่มการชำระเงิน";
$lang['payment_reference_no']                   = "เลขที่ใบเสร็จตอ้างอิง";
$lang['edit_payment']                           = "แก้ไขการชำระเงิน";
$lang['delete_payment']                         = "ลบการชำระเงิน";
$lang['delete_payments']                        = "ลบการชำระเงิน";
$lang['payment_added']                          = "เพิ่มการชำระเงินสำเร็จ";
$lang['payment_updated']                        = "แก้ไขการชำระเงินสำเร็จ";
$lang['payment_deleted']                        = "ลบการชำระเงินสำเร็จ";
$lang['payments_deleted']                       = "ลบการชำระเงินทั้งหมดสำเร็จ";
$lang['paid_by']                                = "ช่องทางการชำระเงิน";
$lang['payment_reference']                      = "เลขที่การชำระเงินอ้างอิง";
$lang['view_purchase_details']                  = "แสดงรายการสั่งซื้อ";
$lang['purchase_no']                            = "เลขที่สั่งซื้อ";
$lang['stamp_sign']                             = "ตราประทับและลายเซนจ์";
$lang['balance']                                = "คงเหลือ";
$lang['product_option']                         = "ตัวเลือกผลิตภัณฑ์";
$lang['payment_sent']                           = "ส่งการชำระเงิน";
$lang['payment_note']                           = "บันทึกการชำระเงิน";
$lang['payment_received']                       = "ได้รับชำระเรียบร้อยแล้ว";
$lang['purchase_status']                        = "สถานะการชำระเงิน";
$lang['purchase_x_edited_older_than_3_months']  = "การสั่งซื้อไม่สามารถแก้ไขได้เมื่อมีอายุเกิน 3 เดือน  กรุณาแก้ไขภายในระยะเวลา.";
$lang['pr_not_found']                           = "ไม่พบสินค้า ";
$lang['line_no']                                = "แนวรหัสสินค้า";
$lang['expense']                                = "การใช้จ่าย";
$lang['edit_expense']                           = "แก้ไขการใช้จ่าย";
$lang['delete_expense']                         = "ลบการใช้จ่าย";
$lang['delete_expenses']                        = "ลบการใช้จ่ายทั้งหมด";
$lang['expense_added']                          = "เพิ่มการใช้จ่ายสำเร็จ";
$lang['expense_updated']                        = "แก้ไขการใช้จ่ายสำเร็จ";
$lang['expense_deleted']                        = "ลบข้อมูลการใช้จ่ายสำเร็จ";
$lang['reference']                              = "เลขที่อ้างอิง";
$lang['expenses_deleted']                       = "ลบขช้อมูลการใช้จ่ายทั้งหมดสำเร็จ";
$lang['expense_note']                           = "บันทึกการใช้จ่าย";
$lang['no_expense_selected']                    = "ม่มีการใช้จ่ายที่ถูกเลือกไว้ กรุณาเลือกอย่างน้อย 1 รายการ.";
$lang['please_select_supplier']                 = "กรุณาเลือกตัวแทนจำหน่าย";
$lang['unit_cost']                              = "ราคาต่อหน่วย";
$lang['product_expiry_date_issue']              = "ข้อมูลสินค้าหมดอายุ";
$lang['item_purchase_duplicated']               = "รายการที่ซ้ำกันซื้อ";
$lang['do_not_return']                          = "ขออภัย ไม่สามารถส่งคืนการซื้อของคุณได้เนื่องจากจะทำให้สต็อกผลิตภัณฑ์ในคลังสินค้าถูกลบด้วยขอบคุณสำหรับความสนใจของคุณ 😔";
